{
  "type": "success",
  "value": [
    {
      "id": 92,
      "joke": "Chuck Norris invented black. In fact, he invented the entire spectrum of visible light. Except pink. Tom Cruise invented pink.",
      "categories": []
    },
    {
      "id": 436,
      "joke": "Chuck Norris describes human beings as &quot;a sociable holder for blood and guts&quot;.",
      "categories": []
    },
    {
      "id": 66,
      "joke": "Chuck Norris can't finish a &quot;color by numbers&quot; because his markers are filled with the blood of his victims. Unfortunately, all blood is dark red.",
      "categories": []
    },
    {
      "id": 494,
      "joke": "Chuck Norris breaks RSA 128-bit encrypted codes in milliseconds.",
      "categories": [
        "nerdy"
      ]
    },
    {
      "id": 238,
      "joke": "Chuck Norris once went skydiving, but promised never to do it again. One Grand Canyon is enough.",
      "categories": []
    },
    {
      "id": 404,
      "joke": "When Chuck Norris was born, he immediately had sex with the first nurse he saw. He was her first. She was his third. That afternoon.",
      "categories": []
    },
    {
      "id": 163,
      "joke": "Ninjas want to grow up to be just like Chuck Norris. But usually they grow up just to be killed by Chuck Norris.",
      "categories": []
    },
    {
      "id": 433,
      "joke": "In ancient China there is a legend that one day a child will be born from a dragon, grow to be a man, and vanquish evil from the land. That man is not Chuck Norris, because Chuck Norris killed that man.",
      "categories": []
    },
    {
      "id": 180,
      "joke": "When J. Robert Oppenheimer said &quot;I am become death, the destroyer Of worlds&quot;, He was not referring to the atomic bomb. He was referring to the Chuck Norris halloween costume he was wearing.",
      "categories": []
    },
    {
      "id": 126,
      "joke": "When Chuck Norris does a pushup, he isn't lifting himself up, he's pushing the Earth down.",
      "categories": []
    },
    {
      "id": 116,
      "joke": "Chuck Norris once ate an entire bottle of sleeping pills. They made him blink.",
      "categories": []
    },
    {
      "id": 38,
      "joke": "Someone once videotaped Chuck Norris getting pissed off. It was called Walker: Texas Chain Saw Masacre.",
      "categories": []
    },
    {
      "id": 19,
      "joke": "In an average living room there are 1,242 objects Chuck Norris could use to kill you, including the room itself.",
      "categories": []
    },
    {
      "id": 51,
      "joke": "The quickest way to a man's heart is with Chuck Norris' fist.",
      "categories": []
    },
    {
      "id": 603,
      "joke": "Ghosts are actually caused by Chuck Norris killing people faster than Death can process them.",
      "categories": []
    },
    {
      "id": 223,
      "joke": "Chuck Norris smells what the Rock is cooking... because the Rock is Chuck Norris' personal chef.",
      "categories": []
    },
    {
      "id": 182,
      "joke": "In a recent survey it was discovered the 94% of American women lost their virginity to Chuck Norris. The other 6% were incredibly fat or ugly.",
      "categories": []
    },
    {
      "id": 190,
      "joke": "Chuck Norris brushes his teeth with a mixture of iron shavings, industrial paint remover, and wood-grain alcohol.",
      "categories": []
    },
    {
      "id": 281,
      "joke": "4 out of 5 doctors fail to recommend Chuck Norris as a solution to most problems. Also, 80% of doctors die unexplained, needlessly brutal deaths.",
      "categories": []
    },
    {
      "id": 145,
      "joke": "Chuck Norris is currently suing myspace for taking the name of what he calls everything around you.",
      "categories": []
    },
    {
      "id": 532,
      "joke": "A diff between your code and Chuck Norris's is infinite.",
      "categories": [
        "nerdy"
      ]
    },
    {
      "id": 554,
      "joke": "Chuck Norris can install a 64 bit OS on 32 bit machines.",
      "categories": [
        "nerdy"
      ]
    },
    {
      "id": 29,
      "joke": "Teenage Mutant Ninja Turtles is based on a true story: Chuck Norris once swallowed a turtle whole, and when he crapped it out, the turtle was six feet tall and had learned karate.",
      "categories": []
    },
    {
      "id": 609,
      "joke": "There was never anything wrong with Achilles' heel until he got mad and decided to kick Chuck Norris.",
      "categories": []
    },
    {
      "id": 103,
      "joke": "Chuck Norris and Mr. T walked into a bar. The bar was instantly destroyed, as that level of awesome cannot be contained in one building.",
      "categories": []
    }
  ]
}
